Repository: GNOME/gnome-mahjongg
Catalog: help/*/*.po
Languages: bg, cs, el

source: As an example, the highlighted tile, in the <link linkend="mahjongg-fig"> figure below</link>, has six buttons. The matching tile is the one which also has six buttons. The tile is on the right-hand end of the third row from the bottom and there is another near the top of the fourth row from the bottom. If you want to match the tile on the top level, you need to look for the tile with the same green bamboo symbols. Do you see a matching tile yet? There are three tiles, which are visible, that match the tile on the top level. Two are to the left and the lower right. The third one is on the top row, but you can't remove that tile yet because the tile isn't on the outside of the stack of tiles. Later you will learn which tiles can be removed and which tiles can't be removed even though they match. Find the other two matching tiles, which are visible, on your own.
cs: Například zvýrazněný kámen v <link linkend="mahjongg-fig">následujícím obrázku</link> má šest teček. Shodný kámen je ten, který má také šest teček. Takový kámen je po pravé straně na konci třetí řady odspodu a nebo je další blízko vrcholu ve čtvrté řadě odspodu. Pokud chcete kameny shodné s tím v nejhořejší vrstvě, musíte hledat kameny se stejnými symboly bambusů. Už takové vidíte? Jsou tam tři viditelné, které se s tím nejvrchnějším shodují. Dva z nich jsou na pravém konci, jeden uprostřed a druhý o něco níže. Třetí z nich je v horní řadě, ale ten nemůžete v tuto chvíli odstranit, protože neleží na kraji hromady. Později vám přesněji vysvětlíme, které kameny lze odebírat a které ne, přestože se shodují. Hledání dalších shodných dvojic viditelných kamenů už je na vás.
el: Για παράδειγμα, το επιλεγμένο πλακίδιο στην <link linkend="mahjongg-fig">παρακάτω εικόνα</link> έχει έξι κύκλους. Το ταίρι του θα έχει και αυτό έξι κύκλους. Άρα, το ταίρι του μπορεί να είναι το τελευταίο πλακίδιο στην τρίτη γραμμή από το τέλος. Ή το πλακίδιο στο κέντρο αριστερά της τέταρτης γραμμής από το τέλος. Αν τώρα θέλετε να ταιριάξετε το πλακίδιο στην κορυφή της πυραμίδας, πρέπει να εντοπίσετε ένα πλακίδιο με τα ίδια πράσινα μπαμπού. Το βρήκατε; Υπάρχουν τρία πλήρως ορατά πλακίδια που αντιστοιχούν στο πλακίδιο της κορυφής. Δύο βρίσκονται στη δεξιά πλευρά (το ένα στη μέση και το άλλο χαμηλότερα). Το τρίτο είναι στην πρώτη γραμμή, αλλά προς το παρόν δεν μπορείτε να το απομακρύνετε, γιατί δεν είναι σε κάποια από τις εξωτερικές πλευρές. Στη συνέχεια θα μάθετε ακριβώς ποια πλακίδια μπορούν να απομακρύνονται και ποια όχι. Τώρα, προσπαθήστε να βρείτε μόνοι σας άλλο ένα ζευγάρι πλακιδίων.

source: Mahjongg's Main Window
cs: Hlavní okno hry Mahjongg
el: Κύριο παράθυρο του Ματζόγκ

source: Main window.
cs: Hlavní okno.
el: Κύριο παράθυρο.

source: <application>Mahjongg</application> is played by clicking on two matching tiles that are then removed. Play continues until all the tiles are removed or there are no available pairs.
cs: <application>Mahongg</application> se hraje klikáním na dva shodné kameny, které se následně odeberou. Hra pokračuje dokud neodstraníte všechny kameny nebo už nemáte žádný další dostupný pár.
el: Το <application>Ματζόγκ</application> παίζεται ως εξής: Κάνετε κλικ πάνω σε δύο πλακίδια που ταιριάζουν μεταξύ τους για να τα απομακρύνετε. Συνεχίζετε μέχρι να απομακρυνθούν όλα τα πλακίδια, ή να τελειώσουν τα διαθέσιμα ζευγάρια.

source: Only tiles at the far left and right edges on each level can be selected. This is because you can't remove any tiles which aren't at the far left and far right sides. If the tiles are on a different level and at the left or right sides, those can be removed when you find another matching tile.
cs: Vybírat lze pouze kameny na levém a pravém okraji kterékoliv vrstvy. To je proto, že nelze odebírat kameny, které nejsou na levém nebo pravém okraji. Kameny, které se nacházejí v různých úrovních na levé nebo pravé straně, lze odebrat v případě, že mezi nimi najdete dva shodné.
el: Μπορείτε να επιλέξετε μόνο τα πλακίδια που βρίσκονται στην αριστερή ή τη δεξιά άκρη κάθε επιπέδου. Αυτό συμβαίνει γιατί τα πλακίδια που δεν βρίσκονται στην αριστερή ή τη δεξιά άκρη μιας πλευράς δεν μπορούν να απομακρυνθούν. Αν ένα πλακίδιο βρίσκεται στο αριστερό ή δεξί άκρο ενός από τα ψηλότερα επίπεδα, τότε πάλι μπορείτε να το απομακρύνετε, αν βρείτε το ταίρι του.

source: If you can't match any more tiles, a dialog will appear telling you no more tiles can be matched and giving you the option of shuffling the tiles (adding an additional 60 seconds penalty to the game clock), starting a new game or undoing your last move (although you may have to undo many more moves to find your mistake).
cs: Ve chvíli, kdy už nemůžete spárovat žádné kameny, se objeví dialogové okno oznamující, že už nejsou možné žádné další tahy a nabídne vám promíchání kamenů (za což dostanete k hodnocení penalizaci 60 sekund), započetí nové hry a nebo vrácení posledního tahu zpět (i když možná budete muset vrátit zpět daleko více tahů, než najdete, kde jste udělali chybu).
el: Αν δεν απομένουν άλλα διαθέσιμα ζευγάρια, θα εμφανιστεί ένας διάλογος που θα σας πληροφορεί ότι δεν υπάρχουν άλλες κινήσεις και θα σας δίνει τη δυνατότητα να ανακατέψετε τα πλακίδια (θα προστεθούν 60 δευτερόλεπτα στο χρόνο σας), ή να αναιρέσετε την προηγούμενή σας κίνηση (αν και μπορεί να χρειαστεί να αναιρέσετε πολλές κινήσεις μέχρι να βρείτε πού είχατε κάνει λάθος).

source: Information Dialog
cs: Informační dialog
el: Διάλογος πληροφοριών

source: Information Dialog.
cs: Informační dialog.
el: Διάλογος πληροφοριών.

source: Toolbar
cs: Panel nástrojů
el: Εργαλειοθήκη

source: The <interface>toolbar</interface>, located below the <interface>Menu Bar</interface>, contains the following buttons:
cs: <interface>Panel nástrojů</interface>, který je umístěný pod <interface>panelem nabídek</interface>, obsahuje následující tlačítka:
el: Η <interface>εργαλειοθήκη</interface> βρίσκεται ακριβώς από κάτω από τη <interface>γραμμή μενού</interface> και περιέχει τα ακόλουθα πλήκτρα:

source: New
cs: Nová
el: Νέο

source: This button starts a new game with the current settings.
cs: Toto tlačítko začne novou hru se současným nastavením.
el: Ξεκινά νέο παιχνίδι με τις ίδιες ρυθμίσεις.

source: Restart
cs: Restartovat
el: Επανεκκίνηση

source: This button restarts the current game to the beginning without shuffling the tiles.
cs: Toto tlačítko restartuje současnou hru do počátečního stavu bez zamíchání kamenů.
el: Ξαναρχίζει το ίδιο παιχνίδι από την αρχή, χωρίς ανακάτεμα των πλακιδίων.

source: Pause
cs: Pozastavit
el: Παύση

source: This button pauses the game. When the game is paused, the clock, at the bottom right corner of the <interface>Main Window</interface>, stops and you cannot see any of the tile's faces.
cs: Toto tlačítko pozastaví hru. Zatímco je hra pozastavená, hodiny v levém dolním rohu <interface>hlavního okna</interface> neběží a znaky na kamenech jsou pro vás skryté.
el: Παύει το παιχνίδι. Όσο διαρκεί η παύση, το ρολόι στην κάτω δεξιά γωνία στο <interface>κύριο παράθυρο</interface> σταματά να τρέχει, ενώ δεν είναι πλέον ορατές οι όψεις των πλακιδίων.

source: Undo Move
cs: Tah zpět
el: Αναίρεση κίνησης

source: This button replaces two tiles you removed until you reach the beginning of the game.
cs: Toto tlačítko vrátí zpět dva kameny, které jste odstranili, pokud nejste na úplném začátku hry.
el: Επαναφέρει τα δύο τελευταία πλακίδια που είχαν απομακρυνθεί. Αν επαναλάβετε αρκετές φορές, θα επιστρέψετε στην αρχή του παιχνιδιού.

source: Redo Move
cs: Tah znovu
el: Επανάληψη κίνησης

source: This button replays your previous move, the <guibutton>Undo Move</guibutton> button took back.
cs: Toto tlačítko zahraje znovu předchozí tah, který jste tlačítkem <guibutton>Tah zpět</guibutton> vzali zpátky.
el: Με αυτή την επιλογή επαναλαμβάνεται η προηγούμενή σας κίνηση, δηλαδή αυτή που είχε αναιρεθεί με το πάτημα στο κουμπί <guibutton>Αναίρεση κίνησης</guibutton>.

source: Hint
cs: Rada
el: Συμβουλή

source: This button gives you a pair of matching tiles to remove. Each time you use it, 30 seconds penalty will be added to the game clock.
cs: Toto tlačítko vám doporučí pár stejných kamenů, které lze odstranit. Pokaždé, když tuto funkci použijete, obdržíte k času hry penalizaci 30 sekund.
el: Υποδεικνύει ένα ζευγάρι πλακιδίων που μπορούν να απομακρυνθούν. Κάθε φορά που πατάτε αυτό το κουμπι, προστίθενται 30 δευτερόλεπτα στο χρόνο σας.

source: The status bar at the bottom of the window gives you information on the current state of the game:
cs: Stavový řádek v dolní části okna vám podává informace o současném stavu hry:
el: Η γραμμή κατάστασης στο κάτω μέρος του παραθύρου παρέχει πληροφορίες για την εξέλιξη του παιχνιδιού:

source: Tiles Left:
cs: Zbývá kamenů:
el: Πλακίδια που απομένουν:

source: This shows the number of tiles remaining to be matched.
cs: Zobrazuje počet kamenů, které je potřeba vypárovat.
el: Εμφανίζει τον αριθμό των πλακιδίων που απομένει να ζευγαρωθούν.

source: Moves Left:
cs: Zbývá tahů:
el: Κινήσεις που απομένουν:

source: This shows the number of possible matches you can make.
cs: Zobrazuje počet možných tahů, které můžete provést.
el: Εμφανίζει τον αριθμό των διαθέσιμων ζευγαριών.

source: Time:
cs: Čas:
el: Χρόνος:

source: This shows the elapsed time from game start.
cs: Zobrazuje čas strávený od započetí hry.
el: Αυτό δείχνει τον χρόνο που πέρασε από την αρχή του παιχνιδιού.

source: Mahjongg's Toolbar
cs: Panel nástrojů hry Mahjongg
el: Εργαλειοθήκη του Ματζόγκ

source: Toolbar.
cs: Panel nástrojů.
el: Εργαλειοθήκη.

source: Menus
cs: Nabídky
el: Μενού

source: The menu bar, located at the top of the <interface>Main Window</interface>, contains the following menus:
cs: Panel s nabídkami, umístění v horní části <interface>hlavního okna</interface>, obsahuje následující nabídky:
el: Η γραμμή μενού, που βρίσκεται στην κορυφή του <interface>Κύριου παραθύρου</interface>, περιέχει τα ακόλουθα μενού:

source: Game
cs: Hra
el: Παιχνίδι

source: <menuchoice><shortcut><keycap>Ctrl-N</keycap></shortcut><guimenuitem>New</guimenuitem></menuchoice> — This item starts a new game.
cs: <menuchoice><shortcut><keysym>Ctrl-N</keysym></shortcut><guimenuitem>Nová</guimenuitem></menuchoice> — Tato položka začne novou hru.
el: <menuchoice><shortcut><keycap>Ctrl+Ν</keycap></shortcut><guimenuitem> Νέο</guimenuitem></menuchoice> — Ξεκινάει νέο παιχνίδι.

source: <menuchoice><guimenuitem>Restart</guimenuitem></menuchoice> — This item resets the current game to the start.
cs: <menuchoice><guimenuitem>Restartovat</guimenuitem></menuchoice> — Tato položka restartuje současnou hru do počátečního stavu.
el: <menuchoice><guimenuitem>Επανεκκίνηση</guimenuitem></menuchoice> — Ξεκινάει το ίδιο παιχνίδι από την αρχή.

source: <menuchoice><guimenuitem>Pause</guimenuitem></menuchoice> — This pauses the game, stopping the clock and hiding the tiles.
cs: <menuchoice><guimenuitem>Pozastavit</guimenuitem></menuchoice> — Tímto se hra pozastaví, přestane běžet čas a skryjí se kameny.
el: <menuchoice><guimenuitem>Παύση</guimenuitem></menuchoice> — Παύει το παιχνίδι. Σταματάει το ρολόι και κρύβει τα πλακίδια.

source: <menuchoice><shortcut><keycap>Ctrl-Z</keycap></shortcut><guimenuitem>Undo move</guimenuitem></menuchoice> — This item takes back two tiles you removed until you reach the beginning of the game.
cs: <menuchoice><shortcut><keysym>Ctrl-Z</keysym></shortcut><guimenuitem>Tah zpět</guimenuitem></menuchoice> — Tímto se vrátí zpět dva kameny, které jste odstranily, pokud tedy nejste na úplném začátku hry.
el: <menuchoice><shortcut><keycap>Ctrl-Z</keycap></shortcut><guimenuitem>Αναίρεση κίνησης</guimenuitem></menuchoice> — Επαναφέρει τα δύο τελευταία πλακίδια που είχαν απομακρυνθεί. Αν επαναλάβετε αρκετές φορές, θα επιστρέψετε στην αρχή του παιχνιδιού.

source: <menuchoice><shortcut><keycap>Ctrl-R</keycap></shortcut><guimenuitem>Redo move</guimenuitem></menuchoice> — This item replays your previous move the <guibutton>Undo</guibutton> button took back. When you reach the state you started undoing the message <quote>No more redo!</quote> appears at the bottom left corner of the <interface>Main Window</interface>.
cs: <menuchoice><shortcut><keysym>Ctrl-R</keysym></shortcut><guimenuitem>Tah znovu</guimenuitem></menuchoice> — Tato položka znovu zahraje předchozí tah, který jste volbou <guibutton>Tah zpět</guibutton> vzali zpátky. Jakmile dosáhnete stavu, kdy jste začali vracet tahy zpět, objeví se v levém dolním rohu <interface>hlavního okna</interface> zpráva <quote>Nejsou žádné další tahy na vrácení!</quote>.
el: <menuchoice><shortcut><keycap>Ctrl-R</keycap></shortcut><guimenuitem>Επανάληψη κίνησης</guimenuitem></menuchoice> — Επαναλαμβάνει την προηγούμενη κίνηση, δηλαδή αυτή που είχε αναιρεθεί με το πάτημα στο <guibutton> Αναίρεση κίνησης</guibutton>. Όταν φτάσετε στο σημείο από όπου είχατε ξεκινήσει να αναιρείτε, το μήνυμα <quote>Αδυναμία επανάληψης!</quote> εμφανίζεται στην κάτω αριστερή γωνία του <interface>κύριου παραθύρου</interface>.

source: <menuchoice><guimenuitem>Hint</guimenuitem></menuchoice> — This item gives you a pair of matching tiles to remove.
cs: <menuchoice><guimenuitem>Rada</guimenuitem></menuchoice> — Tato položka vám ukáže pár shodných kamenů, které lze odstranit.
el: <menuchoice><guimenuitem>Συμβουλή</guimenuitem></menuchoice> — Υποδεικνύει ένα ζευγάρι πλακιδίων που μπορούν να απομακρυνθούν.

source: <menuchoice><guimenuitem>Scores</guimenuitem></menuchoice> — This item brings up a dialog showing you the ten best scores. The dialog has the scores identified by user name and the time it took to complete the game.
cs: <menuchoice><guimenuitem>Skóre</guimenuitem></menuchoice> — Tato položka zobrazí dialogové okno s nejlepšími skóre. U každého výsledku je uvedené jméno hráče a čas, ve kterém hru dokončil.
el: <menuchoice><guimenuitem>Βαθμολογίες</guimenuitem></menuchoice> — Εμφανίζει πλαίσιο διαλόγου με τις δέκα καλύτερες βαθμολογίες. Αναφέρεται το όνομα του παίκτη, καθώς και ο χρόνος του.

source: <menuchoice><shortcut><keycap>Ctrl-Q</keycap></shortcut><guimenuitem>Quit</guimenuitem></menuchoice> — This item allows you to quit the game.
cs: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Ukončit</guimenuitem></menuchoice> — Touto položkou můžete ukončit aplikaci.
el: <menuchoice><shortcut><keycap>Ctrl-Q</keycap></shortcut><guimenuitem>Έξοδος</guimenuitem></menuchoice> — Επιτρέπει την έξοδο από το παιχνίδι.

source: The menu contains: <placeholder-1/>
cs: Nabídka obsahuje: <placeholder-1/>
el: Αυτό το μενού περιέχει: <placeholder-1/>

source: Settings
cs: Nastavení
el: Ρυθμίσεις

source: <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenuitem>Fullscreen</guimenuitem></menuchoice> — This item allows to play the game in fullscreen mode. To leave fullscreen press <keycap>F11</keycap> or click <guibutton>Leave Fullscreen</guibutton> button on <interface>toolbar</interface>.
cs: <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenuitem>Fullscreen</guimenuitem></menuchoice> — Díky této položce můžete hru hrát v režimu přes celou obrazovku. Pokud chcete celoobrazovkový režim opustit, tak zmáčkněte <keycap>F11</keycap> nebo klikněte na tlačítko <guibutton>Opustit celou obrazovku</guibutton> na <interface>panelu nástrojů</interface>.
el: <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenuitem>Πλήρης οθόνη</guimenuitem></menuchoice> — Σας επιτρέπει να παίξετε το παιχνίδι σε όλη την επιφάνεια της οθόνης του υπολογιστή. Για να τερματίσετε τη λειτουργία πλήρης οθόνης, πατήστε ξανά <keycap>F11</keycap> ή κάντε κλικ στο κουμπί <guibutton>Έξοδος από πλήρη οθόνη</guibutton> της <interface>εργαλειοθήκης</interface>.

source: <menuchoice><guimenuitem>Toolbar</guimenuitem></menuchoice> — This item determines whether the <link linkend="toolbar"><interface>toolbar</interface></link> is shown or not. If the item is checked, the <interface>toolbar</interface> is shown in the last place you put it. If the item is unchecked, the <interface>toolbar</interface> is not shown.
cs: <menuchoice><guimenuitem>Panel nástrojů</guimenuitem></menuchoice> — Tato položka určuje, zda se má <link linkend="toolbar"><interface>panel nástrojů</interface></link> zobrazovat nebo ne. Pokud je položka zaškrtnutá, je <interface>panel nástrojů</interface> zobrazený na pozici, kde jste jej naposledy umístili. Pokud položka není zaškrtnutá, <interface>toolbar</interface> se nezobrazuje.
el: <menuchoice><guimenuitem>Εργαλειοθήκη</guimenuitem></menuchoice> — Καθορίζει το αν θα εμφανίζεται η <link linkend="toolbar"><interface>εργαλειοθήκη</interface></link>. Αν είναι επιλεγμένο, η <interface> εργαλειοθήκη</interface> εμφανίζεται στη θέση που την είχατε τοποθετήσει την τελευταία φορά. Αν δεν είναι επιλεγμένο, η<interface> εργαλειοθήκη</interface> δεν εμφανίζεται.

source: <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice> — This item brings up the <link linkend="prefs">Preferences </link> dialog.
cs: <menuchoice><guimenuitem>Předvolby</guimenuitem></menuchoice> — Tato položka otevře dialogové okno <link linkend="prefs">Předvolby Mahjongg</link>.
el: <menuchoice><guimenuitem> Προτιμήσεις</guimenuitem></menuchoice> — Εμφανίζει το διάλογο με τις <link linkend="prefs">προτιμήσεις</link>.

source: Help
cs: Nápověda
el: Βοήθεια

source: <menuchoice><shortcut><keycap>F1</keycap></shortcut><guimenuitem>Contents</guimenuitem></menuchoice> — This item shows this manual.
cs: <menuchoice><shortcut><keysym>F1</keysym></shortcut><guimenuitem>Obsah</guimenuitem></menuchoice> — Tato položka zobrazí tuto příručku.
el: <menuchoice><shortcut><keycap>F1</keycap></shortcut><guimenuitem> Περιεχόμενα</guimenuitem></menuchoice> — Εμφανίζει αυτό το εγχειρίδιο.

source: <menuchoice><guimenuitem>About</guimenuitem></menuchoice> — This item gives you some basic information about <application>GNOME Mahjongg</application>, such as the author's names and the application version number.
cs: <menuchoice><guimenuitem>O aplikaci</guimenuitem></menuchoice> — Tato položka vám podá některé základní informace o <application>GNOME Mahjongg</application>, jako jsou jména autorů a číslo verze aplikace.
el: <menuchoice><guimenuitem>Περί</guimenuitem></menuchoice> — Παρέχει βασικές πληροφορίες για το <application>Ματζόγκ</application>, όπως τα ονόματα των δημιουργών και τον αριθμό έκδοσης της εφαρμογής.

source: Customization
cs: Přizpůsobení
el: Προσαρμογή

source: To change the application's settings, select <guimenuitem>Preferences</guimenuitem> from the <guimenu>Settings</guimenu> menu. This opens the <link linkend="preferences-fig"><interface>Preferences </interface> dialog</link>.
cs: Pokud chcete změnit nastavení aplikace, vyberte <guimenuitem>Předvolby</guimenuitem> z nabídky <guimenu>Natavení</guimenu>. Tím se otevře <link linkend="preferences-fig">dialogové okno <interface>Předvolby Mahjongg</interface></link>.
el: Για να αλλάξετε τις ρυθμίσεις της εφαρμογής, επιλέξτε<guimenuitem> Προτιμήσεις</guimenuitem> από το μενού<guimenu> Ρυθμίσεις</guimenu>. Θα ανοίξει ο <link linkend="preferences-fig">διάλογος <interface>Προτιμήσεις</interface></link>.

source: Preferences Dialog
cs: Dialogové okno Předvolby
el: Διάλογος προτιμήσεων

source: Preferences dialog.
cs: Dialogové okno předvoleb.
el: Διάλογος προτιμήσεων.

source: All the options are applied and saved immediately.
cs: Všechny volby se ihned použijí a uloží.
el: Όλες οι επιλογές εφαρμόζονται και αποθηκεύονται αμέσως.

source: The properties in the <interface>Preferences</interface> dialog are:
cs: V <link linkend="preferences-fig">dialogovém okně <interface>Předvolby</interface></link> jsou:
el: Οι ιδιότητες που εμφανίζονται στο διάλογο <interface>Προτιμήσεις</interface> είναι:

source: <guilabel>Tile Set:</guilabel> — Select the look of the tiles from this list.
cs: <guilabel>Sada kamenů</guilabel> — Vyberte si ze seznamu vzhled kamenů.
el: <guilabel>Σετ πλακιδίων</guilabel> — Από αυτή τη λίστα επιλέγετε την επιθυμητή εμφάνιση των πλακιδίων.

source: <guilabel>Select Map:</guilabel> — Change the difficulty of the game by altering how the tiles are stacked. The more spread out (easy) version lets you see more of the tiles while the more compact (hard) version does not let you see many tiles.
cs: <guilabel>Select Map</guilabel> — Změňte si obtížnost hry díky změně uspořádání kamenů. Ve více rozházených (jednodušších) verzích vidíte více kamenů, zatímco ve více kompaktních (těžších) verzích moc kamenů naráz neuvidíte.
el: <guilabel>Επιλογή χάρτη</guilabel> — Αλλάξτε τη δυσκολία του παιχνιδιού μεταβάλλοντας τη διάταξη των πλακιδίων. Οι πιο απλωμένες (εύκολες) εκδοχές σας επιτρέπουν να βλέπετε περισσότερα πλακίδια, ενώ οι πιο πυκνές (δύσκολες) δε σας επιτρέπουν να βλέπετε πολλά.

source: <guilabel>Background Color:</guilabel> — Change the color of the background by bringing up a <interface> color picker</interface> to let you select a new color.
cs: <guilabel>Barva pozadí</guilabel> — Kliknutím na tlačítko se objeví dialogové okno <interface>výběr barvy</interface>, ve kterém si můžete vybrat novou barvu pozadí.
el: <guilabel>Χρώμα παρασκηνίου</guilabel> — Αλλάξτε το χρώμα του παρασκηνίου, χρησιμοποιώντας <interface> επιλογέα χρωμάτων</interface>.

source: To alter the size of the tiles simply resize the window in the normal way. The tiles will expand to fill it.
cs: Pokud chcete změnit velikost kamenů, jednoduše změňte běžným způsobem velikost okna. Kameny se roztáhnou tak, aby jej zaplnily.
el: Για να αλλάξετε το μέγεθος των πλακιδίων, απλά αλλάζετε το μέγεθος του παραθύρου. Τα πλακίδια αυξάνουν σε μέγεθος για να γεμίσουν το νέο παράθυρο.

source: Authors
cs: Autoři
el: Δημιουργοί

source: <application>Mahjongg</application> was written by Francisco Bustamante (<email>pancho@nuclecu.unam.mx</email>), Michael Meeks (<email>mmeeks@gnu.org</email>), Max Watson, Heinz Hempe, and Philippe Chavin. Tiles for <application>Mahjongg</application> were made by Jonathan Buzzard and Max Watson. This manual was written by Eric Baudais (<email>baudais@okstate.edu</email>). To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
cs: <application>Mahjongg</application> napsali Francisco Bustamante (<email>pancho@nuclecu.unam.mx</email>), Michael Meeks (<email>mmeeks@gnu.org</email>), Max Watson, Heinz Hempe a Philippe Chavin. Kameny pro <application>GNOME Mahjongg</application> navrhli Jonathan Buzzard a Max Watson. Tuto příručku napsal Eric Baudais (<email>baudais@okstate.edu</email>). Pokud chcete nahlásit chybu nebo podat návrh týkající se této aplikace nebo tohoto návodu, tak se řiďte instrukcemi v tomto <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumentu</ulink>.
el: Το <application>Ματζόγκ</application> γράφτηκε από τους Francisco Bustamante (<email>pancho@nuclecu.unam.mx</email>), Michael Meeks (<email>mmeeks@gnu.org</email>), Max Watson, Heinz Hempe, και Philippe Chavin. Τα πλακίδια του <application>Ματζόγκ</application> σχεδιάστηκαν από τους Jonathan Buzzard και Max Watson. Αυτό το εγχειρίδιο γράφτηκε από τον Eric Baudais (<email>baudais@okstate.edu</email>). Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με την εφαρμογή αυτή ή το εγχειρίδιό της, ακολουθήστε τις οδηγίες σε αυτό το <ulink url="ghelp:user-guide?feedback-bugs" type="help">έγγραφο</ulink>.

source: License
bg: Лицензия
cs: Licence
el: Άδεια χρήσης
