Repository: GNOME/gnome-mahjongg
Catalog: help/*/*.po
Languages: bg, cs, el

source: This program and tile artwork is free software; you can redistribute it and/or modify it under the terms of the <citetitle>GNU General Public License</citetitle> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cs: Tento program, včetně grafického návrhu kamenů, je svobodný software. Můžete jej dále šířit a/nebo upravovat za dodržení podmínek <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink>, tak jak ji vydala Free Software Foundation ve verzi 2 nebo (dle vaší volby) novější.
el: Tο πρόγραμμα και τα γραφικά των πλακιδίων είναι ελεύθερο λογισμικό· επιτρέπεται η αναδιανομή ή/και τροποποίησή τους υπό τους όρους της <citetitle>Γενικής Άδειας Δημόσιας Χρήσης GNU (GPL)</citetitle>, όπως αυτή έχει δημοσιευτεί από το Ίδρυμα Ελεύθερου Λογισμικού (FSF) — είτε της έκδοσης 2 της Άδειας, είτε (κατ' επιλογήν σας) οποιασδήποτε μεταγενέστερης έκδοσης.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
cs: Tento program je šířen s přesvědčením, že může být užitečný, ale BEZ JAKÝCHKOLIV ZÁRUK, bez předpokládané záruky na OBCHODOVATELNOST nebo VHODNOST PRO URČITÝ ÚČEL. Více podrobností najdete v <citetitle>GNU General Public License</citetitle>.
el: Το πρόγραμμα αυτό διανέμεται με την ελπίδα ότι θα αποδειχθεί χρήσιμο, παρόλα αυτά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ — χωρίς ούτε και την σιωπηρή εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ. Για περισσότερες λεπτομέρειες ανατρέξτε στη <citetitle>Γενική Άδεια Δημόσιας Χρήσης GNU (GPL)</citetitle>.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>51 Franklin Street, Fifth Floor</street><city>Boston</city>, <state>MA</state><postcode>02110-1301</postcode><country>USA</country></address>
cs: Kopie <citetitle>GNU General Public License</citetitle> je zahrnuta v dodatku <citetitle>Uživatelské přiručky GNOME</citetitle>. Kopii <citetitle>GNU General Public License</citetitle> můžete také získat od Free Software Foundation navštívením <ulink type="http" url="http://www.fsf.org">jejich webu</ulink> nebo zasláním žádosti na <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
el: Αντίγραφο της <citetitle>Γενικής Άδειας Δημόσιας Χρήσης GNU (GPL)</citetitle> περιλαμβάνεται ως παράρτημα στον <citetitle>Οδηγό χρήστη GNOME</citetitle>. Επίσης, αντίγραφο της <citetitle>Γενικής Άδειας Δημόσιας Χρήσης GNU (GPL)</citetitle> μπορείτε να παραλάβετε από το Ίδρυμα Ελεύθερου Λογισμικού (FSF), είτε επισκεπτόμενοι τον <ulink type="http" url="http://www.fsf.org">ιστοχώρο</ulink> του, είτε γράφοντας στη διεύθυνση <address> Free Software Foundation, Inc. <street>51 Franklin Street, Fifth Floor</street> <city>Boston</city>, <state>MA</state><postcode>02110-1301</postcode><country>USA</country></address>.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009.
el: Ελληνική μεταφραστική ομάδα GNOME Τζένη Πετούμενου <epetoumenou@gmail.com> Τουρνάρης Παύλος <p.tournaris@gmail.com> Για περισσότερα, δείτε http://www.gnome.gr/

source: Free Software Foundation
el: Ίδρυμα Ελεύθερου Λογισμικού

# _
source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>

source: Creative Commons Share Alike 3.0
bg: Признание-Споделяне на споделеното 3.0

source: Basic gameplay
bg: Основен начин на игране

source: <app>Mahjongg</app> is played by matching two identical tiles per turn. A tile is eligible for matching if no part of another tile is lying directly on it, and it has a free long edge on either the left or the right. You win by removing all tiles, and you are scored by the amount of time it takes you to do so.
bg: „<app>Махджонг</app>“ се играе, като се съвпадат две еднакви плочки на ход. Плочка може да съвпада, ако върху нея не лежи част от друга плочка и има свободен дълъг ръб отляво или отдясно. Печелите играта, като премахнете всички плочки, и получавате резултат спрямо времето, което ви е необходимо, за да го направите.

source: There are many different tile layouts to choose from.
bg: Има много различни подредби на плочките, от които да избирате.

source: To match two tiles:
bg: За съвпадане на две плочки:

source: Click on the a tile you want to match. If it is an eligible tile, it will be highlighted.
bg: Натиснете върху плочката, която искате да съвпаднете. Ако плочката отговаря на изискванията, тя ще бъде оцветена.

source: Click on a matching tile. If it is a truly a matching tile, both tiles will vanish.
bg: Натиснете върху подходяща плочка. Ако плочката наистина съвпада, двете плочки ще изчезнат.

source: Video demonstration
bg: Видео демонстрация

source: Video of gameplay
bg: Видео на играта

source: Hints
bg: Подсказки

source: <gui>Hint</gui> highlights two tiles that can be matched. If you have already selected one tile, it will show a match for that piece if one exists.
bg: <gui>Показване на подсказка</gui> оцветява две плочки, които съвпадат. Ако вече сте избрали една плочка, тя ще покаже съвпадение за нея, ако съществува такова.

source: <gui>Hint</gui> can be accessed by pressing the <gui style="button">💡</gui> button in the header bar, or pressing <keyseq><key>Ctrl</key><key>H</key></keyseq>.
bg: <gui>Показване на подсказка</gui> може да се ползва чрез натискане на бутона <gui style="button">💡</gui> в заглавната лента или чрез натискане на <keyseq><key>Ctrl</key><key>H</key></keyseq>.

source: <gui>Hint</gui> can make <app>Mahjongg</app> too easy, and should be used sparingly.
bg: <gui>Показване на подсказка</gui> може да направи <app>Mahjongg</app> твърде лесен и трябва да се използва пестеливо.

source: There is a 30-second penalty for each use of the "hint" option.
bg: Всяко ползване на опцията „подсказване“ се наказва с 30 секунди.

source: You can use <gui>Hints</gui> to help you find identical tiles.
bg: Може да използвате <gui>Показване на подсказка</gui>, за да намерите идентични плочки.

source: Press <keyseq><key>Ctrl</key><key>H</key></keyseq>.
bg: Натиснете <keyseq><key>Ctrl</key><key>H</key></keyseq>.

source: There is a 30 s penalty for each use of this option.
bg: За всяко ползване на тази опция се налага наказание от 30 секунди.

# link:trail
source: Mahjongg
bg: Маджонг

# link
source: Mahjongg
bg: Маджонг

# text
source: Mahjongg
bg: Маджонг

source: <_:media-1/> Mahjongg
bg: <_:media-1/> Маджонг

source: <app>Mahjongg</app> is a simple pattern recognition game. You score points by matching identical tiles.
bg: „<app>Маджонг</app>“ е проста игра за разпознаване. Печелите точки, като съвпадате идентични плочки.

source: Useful tips
bg: Полезни съвети

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
bg: Признание-Споделяне на споделеното 3.0 Нелокализиран

source: This work is licensed under a <_:link-1/>.
bg: Тази работа е лицензирана под <_:link-1/>.

source: Legal information.
bg: Правна информация.

source: This work is distributed under a CreativeCommons Attribution-Share Alike 3.0 Unported license.
bg: Тази работа се разпространява под Признание-Споделяне на споделеното 3.0 Нелокализиран лиценз.

source: You are free:
bg: Вие сте свободни да:

source: <em>To share</em>
bg: <em>Споделяте</em>

source: To copy, distribute and transmit the work.
bg: Да копирате, разпространявате и предавате работата

source: <em>To remix</em>
bg: <em>Променяте</em>

source: To adapt the work.
bg: Да адаптирате работата.

source: Under the following conditions:
bg: При следните условия:

source: <em>Attribution</em>
bg: <em>Посочване на авторството</em>

source: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).
bg: Трябва да посочите работата по начина, посочен от автора или лицензодателя (но не по начин, който предполага, че те одобряват вас или вашето използване на работата).

source: <em>Share Alike</em>
bg: <em>Делите по равно</em>

source: If you alter, transform, or build upon this work, you may distribute the resulting work only under the same, similar or a compatible license.
bg: Ако промените, трансформирате или доразвиете тази работа, може да разпространявате получената работа само под същия, подобен или съвместим лиценз.

source: For the full text of the license, see the <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons website</link>, or read the full <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons Deed</link>.
bg: За пълния текст на лиценза вижте <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">уебсайта на CreativeCommons</link> или прочетете пълния текст на <link href="http://creativecommons.org/licenses/by-sa/3.0/">Декларацията на CreativeCommons</link>.

source: Moves left
bg: Оставащи ходове

source: The <gui>Moves Left</gui> counter is located on the header bar, next to the time counter. It displays the number of different moves that can be made. It can help you see how far you are from running out of moves, and whether you've seen all possible moves.
bg: Броячът на <gui>Оставащи ходове</gui> се намира в заглавната лента, до брояча на времето. Той показва броя на различните ходове, които могат да бъдат направени. Той може да Ви помогне да видите колко далеч сте от изчерпване на ходовете и дали сте видели всички възможни ходове.

source: Pausing your game
bg: Спиране на играта на пауза

source: You can pause your current game using one of the following methods:
bg: Може да спрете текущата си игра на пауза, като използвате един от следните методи:

source: The <gui style="button">⏸︎</gui> button in the header bar.
bg: Бутонът <gui style="button">⏸︎</gui> в заглавната лента.

source: The <key>Pause</key> key on your keyboard. Not all keyboards have this key.
bg: Клавишът <key>Пауза</key> на клавиатурата. Не всички клавиатури имат този клавиш.

source: Rules
bg: Правила

source: Tiles must be identical to be removed.
bg: Плочките трябва да са идентични, за да бъдат премахнати.

source: Fully and partially covered tiles cannot be matched.
bg: Напълно и частично покритите плочки не могат да се съчетават.

source: Tiles must have a free long edge in order to be eligible for matching.
bg: Плочките трябва да имат свободен дълъг ръб, за да могат да се съчетават.

source: You can undo a move without penalty.
bg: Може да отмените даден ход без наказание.

source: Using the <link xref="hints">hint</link> option adds a 30-second penalty to your time.
bg: Полз на опцията <link xref="hints">подсказка</link> добавя 30 секунди наказание към времето ви.

source: If the arrangement does not allow further tiles to be matched, you will be given the option to shuffle the tiles in order to keep playing.
bg: Ако подредбата на плочките не позволява да бъдат съчетани, ще ви бъде дадена възможност да разбъркате плочките, за да продължите играта.

source: Shuffling tiles adds a 60-second penalty to your time.
bg: Разбъркването на плочките увеличава времето с 60 секунди.

source: Scoring
bg: Оценяване

source: In <app>Mahjongg</app>, you are scored by how quickly you can complete a board.
bg: В „<app>Маджонг</app>“ се оценява колко бързо може да завършите една дъска.

source: To view the highscore board:
bg: За да видите списъка с най-добрите резултати:

source: Press the menu button in the top-right corner of the window and select <gui style="menuitem">Scores</gui>.
bg: Натиснете бутона за меню в горния десен ъгъл на прозореца и изберете <gui style="menuitem">Резултати</gui>.

source: The scores are stored on a per map basis. You can view the highscores for a particular map by selecting it from the drop-down menu.
bg: Резултатите се съхраняват за всяка карта поотделно. Може да видите високите резултати за определена карта, като я изберете от падащото меню.

source: Strategy
bg: Стратегия

source: Since each tile layout requires a different approach, there is no one universal strategy. However, there are some strategy tips to keep in mind while you play:
bg: Тъй като всяка подредба на плочките изисква различен подход, не съществува универсална стратегия. Все пак има някои стратегии, които трябва да имате предвид, докато играете:

source: The general strategy is to keep removing matching tiles in such a way that each removed tile will expose further tiles. A good strategy would be to expose new tiles with every set of tiles you match and eliminate.
bg: Общата стратегия е да продължавате да премахвате съответстващи плочки по такъв начин, че всяка премахната плочка да разкрива други плочки. Добра стратегия е да разкривате нови плочки с всеки набор от плочки, които съвпадате и премахвате.

source: Choosing easily accessible tiles, such as those from the top levels, is not beneficial. This strategy leaves essential tiles under cover, increasing your chances of losing the game.
bg: Изборът на леснодостъпни плочки, като например тези от най-горните нива, не е от полза. Тази стратегия оставя важни плочки под прикритие, което увеличава шансовете ви да загубите играта.

source: Since you are <link xref="scoring">scored</link> by how quickly you finish the game, time is the most important factor in the game. It is therefore important to be fast.
bg: Тъй като се <link xref="scoring">оценява</link> по това колко бързо сте завършили играта, времето е най-важният фактор в играта. Затова е важно да бъдете бързи.
