Repository: GNOME/gnome-mahjongg
Catalog: help/*/*.po
Languages: bg, cs, el

source: @@image: 'figures/mahjongg.png'; md5=4899a2e3d49d42f06c31576492edbc8f
cs: @@image: 'figures/mahjongg.png'; md5=4c1a071047d9e870238456bc0aa316df

source: @@image: 'figures/no-move.png'; md5=edd6baeeb895787484c3fc446615cd14
cs: @@image: 'figures/no-move.png'; md5=bff9bf481450ef39406efbb94ac8c373

source: @@image: 'figures/toolbar.png'; md5=ee97ea171b1eb2510f7376734b590791
cs: @@image: 'figures/toolbar.png'; md5=e8d9501a935bf8609f2e531e8c321581

source: @@image: 'figures/preferences.png'; md5=0c04907f6aeaf7b3620e2c21e54d2025
cs: @@image: 'figures/preferences.png'; md5=0d88ffa74b3bfca1eed3bc8709e86f59

source: <application>Mahjongg</application> Manual
cs: Příručka ke hře <application>Mahjongg</application>
el: Εγχειρίδιο του <application>Ματζόγκ</application>

source: Mahjongg is a solitaire version of the classic Eastern tile game. It involves clearing as much of the board as possible by matching corresponding tiles and taking them out of play.
cs: Mahjongg je verze pro jednoho hráče klasické východní hry s kameny. Podstatou je co nejvíce vyprázdnit hrací plochu tím, že hledáte do páru stejné kameny, které se pak ze hry odstraní.
el: To Ματζόγκ είναι μια εκδοχή για έναν παίκτη του κλασικού ανατολικού παιχνιδιού με τα πλακίδια. Ο παίκτης πρέπει να αδειάσει το ταμπλό, βρίσκοντας ποια πλακίδια ταιριάζουν μεταξύ τους και βγάζοντάς τα από το παιχνίδι.

source: Eric Baudais (Documentation Author)
cs: Eric Baudais (Autor dokumentace)
el: Eric Baudais (Συγγραφέας τεκμηρίωσης)

source: Paul Cutler (Documentation Author)
cs: Paul Cutler (Autor dokumentace)
el: Paul Cutler (Συγγραφέας τεκμηρίωσης)

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
el: Έργο Τεκμηρίωσης GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
el: Χορηγείται άδεια αντιγραφής, διανομής και/ή τροποποίησης του παρόντος εγγράφου υπό τους όρους της έκδοσης 1.1 της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), ή οποιασδήποτε μεταγενέστερης έκδοσής αυτής από το Ίδρυμα Ελεύθερου Λογισμικού (FSF), χωρίς αμετάβλητες ενότητες, κείμενα εμπροσθοφύλλου και κείμενα οπισθοφύλλου. Αντίγραφο της άδειας GFDL είναι διαθέσιμο στον ακόλουθο <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink>, ή στο αρχείο COPYING-DOCS που διανέμεται μαζί με το παρόν εγχειρίδιο.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
el: Αυτό το εγχειρίδιο αποτελεί μέρος της συλλογής εγχειριδίων του GNOME που διανέμονται υπό τους όρους της GFDL. Αν επιθυμείτε να διανείμετε το παρόν εγχειρίδιο ξεχωριστά από τη συλλογή, οφείλετε να προσθέσετε στο εγχειρίδιο αντίγραφο της άδειας χρήσης, όπως προβλέπεται στην ενότητα 6 της άδειας.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
el: Πολλές από τις ονομασίες που χρησιμοποιούνται από εταιρείες για την διαφοροποίηση των προϊόντων και υπηρεσιών τους έχουν καταχωρισθεί ως εμπορικά σήματα. Σε όποιο σημείο της τεκμηρίωσης GNOME τυχόν εμφανίζονται αυτές οι ονομασίες, και εφόσον τα μέλη του Έργου τεκμηρίωσης GNOME έχουν λάβει γνώση αυτών των εμπορικών σημάτων, οι ονομασίες ή τα αρχικά αυτών θα γράφονται με κεφαλαίους χαρακτήρες.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ ΕΓΓΥΗΣΗ, ΕΙΤΕ ΡΗΤΗ ΕΙΤΕ ΣΙΩΠΗΡΗ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΤΗΣ ΕΓΓΥΗΣΗΣ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ, Ή Η ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ, ΕΙΝΑΙ ΕΜΠΟΡΕΥΣΙΜΟ, ΚΑΤΑΛΛΗΛΟ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ ΚΑΙ ΔΕΝ ΠΡΟΣΒΑΛΛΕΙ ΔΙΚΑΙΩΜΑΤΑ ΤΡΙΤΩΝ. Ο ΧΡΗΣΤΗΣ ΑΝΑΛΑΜΒΑΝΕΙ ΕΞ ΟΛΟΚΛΗΡΟΥ ΤΗΝ ΕΘΥΝΗ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΤΗΝ ΑΚΡΙΒΕΙΑ ΚΑΙ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΗΣ ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ. ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΥ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ ΑΠΟΔΕΙΧΘΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΚΑΘ' ΟΙΟΝΔΗΠΟΤΕ ΤΡΟΠΟ, Ο ΧΡΗΣΤΗΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Ή ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΝΤΕΛΕΣΤΗΣ) ΑΝΑΛΑΜΒΑΝΕΙ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΝΑΓΚΑΙΑΣ ΣΥΝΤΗΡΗΣΗΣ, ΕΠΙΣΚΕΥΗΣ Ή ΔΙΟΡΘΩΣΗΣ. Η ΠΑΡΟΥΣΑ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ ΑΠΟΤΕΛΕΙ ΑΝΑΠΟΣΠΑΣΤΟ ΜΕΡΟΣ ΤΗΣ ΑΔΕΙΑΣ. ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΟΥΔΕΜΙΑ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ ΣΥΜΦΩΝΑ ΜΕ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΠΑΡΟΥΣΑΣ, ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ, ΚΑΙ

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
el: Ο ΔΗΜΙΟΥΡΓΟΣ, Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΟΙ ΣΥΝΤΕΛΕΣΤΕΣ Ή ΟΙ ΔΙΑΝΟΜΕΙΣ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ, ΚΑΘΩΣ ΚΑΙ ΟΙ ΠΡΟΜΗΘΕΥΤΕΣ ΟΠΟΙΩΝΔΗΠΟΤΕ ΕΚ ΤΩΝ ΠΡΟΑΝΑΦΕΡΟΜΕΝΩΝ ΜΕΡΩΝ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ ΕΝΑΝΤΙ ΟΙΟΥΔΗΠΟΤΕ, ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΕΡΜΗΝΕΙΑ ΝΟΜΟΥ, ΕΙΤΕ ΕΞ ΑΔΙΚΟΠΡΑΞΙΑΣ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΜΕΛΕΙΑΣ) ΕΙΤΕ ΣΤΟ ΠΛΑΙΣΙΟ ΣΥΜΒΑΤΙΚΗΣ Ή ΑΛΛΗΣ ΥΠΟΧΡΕΩΣΗΣ, ΓΙΑ ΤΥΧΟΝ ΑΜΕΣΕΣ, ΕΜΜΕΣΕΣ, ΕΙΔΙΚΕΣ, ΤΥΧΑΙΕΣ Ή ΣΥΝΕΠΑΚΟΛΟΥΘΕΣ ΖΗΜΙΕΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΜΟΡΦΗΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΖΗΜΙΩΝ ΛΟΓΩ ΑΠΩΛΕΙΑΣ ΦΗΜΗΣ ΚΑΙ ΠΕΛΑΤΕΙΑΣ, ΔΙΑΚΟΠΗΣ ΕΡΓΑΣΙΩΝ, ΔΥΣΛΕΙΤΟΥΡΓΙΑΣ Ή ΒΛΑΒΗΣ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ, Ή ΚΑΘΕ ΑΛΛΗΣ ΖΗΜΙΑΣ Ή ΑΠΩΛΕΙΑΣ ΠΟΥ ΟΦΕΙΛΕΤΑΙ Ή ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΚΑΙ ΤΩΝ ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ, ΑΚΟΜΑ ΚΑΙ ΑΝ ΤΑ ΩΣ ΑΝΩ ΜΕΡΗ ΕΙΧΑΝ ΛΑΒΕΙ ΓΝΩΣΗ ΤΗΣ ΠΙΘΑΝΟΤΗΤΑΣ ΠΡΟΚΛΗΣΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΕΛΕΥΘΕΡΗΣ ΑΔΕΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ GNU (GFDL) ΚΑΙ ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>

source: Mahjongg Manual V 2.26
cs: Příručka V2.26 ke hře Mahjongg
el: Εγχειρίδιο Mahjongg V2.26

source: Mahjongg Manual V2.10;
cs: Příručka V2.10 ke hře Mahjongg
el: Εγχειρίδιο Mahjongg V2.10·

source: June 2005
cs: Červen 2005
el: Ιούνιος 2005

source: This manual describes version 2.26 of Mahjongg.
cs: Tato příručka popisuje Mahjongg ve verzi 2.26.
el: Αυτό το εγχειρίδιο καλύπτει την έκδοση 2.26 του Mahjongg.

source: Feedback
cs: Ohlasy
el: Ανάδραση

source: To report a bug or make a suggestion regarding the <application>Mahjongg</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Mahjongg</application> nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:user-guide?feedback-bugs" type="help">Stránka s ohlasy na GNOME</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με το <application>Mahjongg</application> ή το εγχειρίδιό του, ακολουθήστε τις οδηγίες στη <ulink url="ghelp:user-guide?feedback-bugs" type="help">σελίδα ανάδρασης GNOME</ulink>.

source: Introduction
cs: Úvod
el: Εισαγωγή

source: <application>Mahjongg</application> is a solitaire (one player) version of the classic Eastern tile game, Mahjongg. It has all the functionality you expect from a tile or card game. You can change the type of tiles, the background, and the difficulty level, among other things, in the <link linkend="prefs">Preferences</link> dialog. Other features, like the <link linkend="pause"><guibutton>Pause </guibutton> button</link>, make the game more competitive when you play against the clock.
cs: <application>Mahjongg</application> je solitérová (hra pro jednoho hráče) verze klasické východní hry s kameny, Mahjongg. Má vše, co očekáváte od hry s kameny nebo kartami. Můžete měnit typ kamenů, pozadí, úroveň složitosti, společně s dalšími věcmi v dialogovém okně <link linkend="prefs">Předvolby Mahjongg</link>. Další funkce, jako např. <link linkend="pause">tlačítko <guibutton>Pozastavit</guibutton></link>, dělají hru použitelnou v soutěžích, kdy hrajete na čas.
el: Το <application>Ματζόγκ </application> είναι μία εκδοχή για έναν παίκτη του κλασικού ανατολικού παιχνιδιού με τα πλακίδια. Διαθέτει όλες τις αναμενόμενες λειτουργίες ενός παιχνιδιού με πλακίδια ή χαρτιά. Μπορείτε να αλλάξετε, μεταξύ άλλων, την εμφάνιση των πλακιδίων, το παρασκήνιο και το επίπεδο δυσκολίας από το διάλογο <link linkend="prefs">Προτιμήσεις</link>. Άλλα χαρακτηριστικά, όπως το <link linkend="pause">κουμπί <guibutton>Παύση</guibutton></link>, κάνουν το παιχνίδι ακόμη πιο ανταγωνιστικό όταν προσπαθείτε να βελτιώσετε το χρόνο σας.

source: A Brief History of Mahjongg
cs: Stručná historie hry Mahjongg
el: Σύντομη ιστορία του Ματζόγκ

source: Mahjongg tile sets are used to play many variations of the original game. The version of Mahjongg you play is the solitaire one. Each tile also has a <ulink type="http" url="http://www.xs4all.nl/~korntner/mahjong/fortune/index.html"> meaning</ulink> associated with it.
cs: Sada kamenů Mahjongg se používá k hraní mnoha variant originální hry. Verze Mahjongg, kterou hrajete je pro jednoho hráče. Každý kámen má také určitý <ulink type="http" url="http://www.xs4all.nl/~korntner/mahjong/fortune/index.html">význam</ulink>, který je s ním spojován.
el: Τα πλακίδια του Ματζόγκ χρησιμοποιούνται για τη δημιουργία πολλών παραλλαγών του αρχικού παιχνιδιού. Αυτή η εκδοχή του Ματζόγκ είναι για έναν παίκτη. Κάθε πλακίδιο αντιστοιχεί και σε μία ξεχωριστή <ulink type="http" url="http://www.xs4all.nl/~korntner/mahjong/fortune/index.html">σημασία</ulink>.

source: Mahjongg's origins are not fully known, but many theories have been put forth. One such theory says that Noah played Mahjongg on the ark because the East hand is dominant, presumably the direction the rains came, in the flood. Another theory says that the Chinese philosopher, Confucius, made the game. The three <quote>Cardinal</quote> tiles have the same names as his three Cardinal virtues, Chung (middle) the Red, Fa (prosperity) the Green, and Po (white) the White, corresponding with Benevolence, Sincerity, and Filial Piety. Still another theory says that Mahjongg is derived from other Chinese games. <quote>Ya Pei</quote> is played with 32 cards made of wood or ivory and have the same oblong shape as present day Mahjongg tiles. <quote>Ma Tiae</quote> is played with 40 paper cards, similar in appearance, numbering 1 to 9 in four different suits along with the flower cards. It has been suggested that two brothers made the game, around 1850 A.D., from a combination of these two games.
cs: Původ hry Mahjongg není zcela znám, ale je o tom spousta teorií. Jedna taková teorií říká, že Noe hrál Mahjongg na arše, protože východ je pro hru dominantní stranou, a déšť při potopě přicházel z tohoto směru. Jiná teorie říká, že hru vytvořil čínský filozof Konfucius. Tři <quote>hlavní</quote> kameny mají stejné názvy jako jeho tři hlavní ctnosti, červený Chung (střed), zelený Fa (úspěch) bílý Po (bílý) dopovídají laskavosti, upřimnosti a úctě k rodičům. Jiná teorie zase říká, že Mahjongg vznikl z jiné čínské hry. <quote>Ya Pei</quote> se hraje s 32 kartami, které jsou vyrobené ze dřeva nebo slonoviny a mají stejný obdélníkový tvar jako nynější kameny v Mahjongg. <quote>Ma Tiae</quote> se hraje se 40 kartami podobného vzhledu očíslovanými od 1 do 9 ve čtyřech různých barvách spolu s květinovými kartami. Předpokládá se, že dva bratři hru Mahjongg vytvořili okolo roku 1850 n. l. kombinací těchto dvou her.
el: Η προέλευση του Ματζόγκ δεν είναι απολύτως εξακριβωμένη, αν και υπάρχουν πολλές σχετικές θεωρίες. Σύμφωνα με μια θεωρία, ο Νώε έπαιζε Ματζόγκ στην Κιβωτό, γιατί η Ανατολή υπερισχύει στο παιχνίδι (ίσως η βροχή στον κατακλυσμό να ήρθε από την Ανατολή). Μια άλλη εκδοχή υποστηρίζει ότι το παιχνίδι το εφηύρε ο Κινέζος φιλόσοφος Κομφούκιος. Τα τρία <quote>Θεμελιώδη</quote> πλακίδια έχουν το ίδιο όνομα με τις τρεις Θεμελιώδεις αρετές του. Πρόκειται για το Κόκκινο Chung (κέντρο), το Πράσινο Fa (ευημερία) και το Λευκό Po (λευκό), που αντιστοιχούν στην Καλοσύνη, την Ειλικρίνεια και την Υϊκή Ευσέβεια. Άλλη μία θεωρία αναφέρει ότι το Ματζόγκ προήλθε από άλλα κινέζικα παιχνίδια. Το <quote>Ya Pei</quote> παίζεται με 32 κάρτες από ξύλο ή ελεφαντόδοντο που έχουν το ίδιο ορθογώνιο σχήμα με τα σημερινά πλακίδια του Ματζόγκ. Το <quote>Ma Tiae</quote> παίζεται με 40 χάρτινες κάρτες, με παρόμοια εμφάνιση, που αντιστοιχούν στα λουλούδια, καθώς και σε τέσσερις διαφορετικές φυλές με αριθμούς από το 1 ως το 9. Έχει υποστηριχθεί ότι δύο αδέλφια εφηύραν το παιχνίδι γύρω στο 1850 μ.Χ., συνδυάζοντας αυτά τα δύο προγενέστερα παιχνίδια.

source: In the early 1900's Mahjongg was introduced into English clubs in Shanghai. Mr. Babcock started the importation of Mahjongg tiles to the Western world. He stripped down the rules to the very basics and even put Arabic numerals on the tiles. 1923 was the height of the Mahjongg craze with major gaming companies, like Parker Bros., Milton Bradley, and United States Playing Card, importing Mahjongg tile sets by the thousands.
cs: Počátkem 20. století byl Mahjongg uveden v anglickém klubu v Šanghaji. Pan Babcock začal dovážet kameny pro Mahjongg do západního světa. Upravil pravidla, aby byla velmi jednoduchá, a také na kameny přidal arabské číslice. V roce 1923 dosáhlo šílenství okolo hry Mahjongg vrcholu a herní společnosti jak Parker Bros., Milton Bradley a United States Playing Card dovážely sady kamenů pro Mahjongg po tisících.
el: Στις αρχές του εικοστού αιώνα, το Ματζόγκ έκανε την πρώτη του εμφάνιση στις αγγλικές λέσχες της Σαγκάης. Ο κ. Babcock ξεκίνησε τις εισαγωγές πλακιδίων Ματζόγκ στο δυτικό κόσμο. Κράτησε μόνο τους βασικούς κανόνες του παιχνιδιού και πρόσθεσε Αραβικά αριθμητικά στα πλακίδια. Η μόδα του Ματζόγκ έφτασε στο αποκορύφωμά της το 1923, όταν μεγάλες εταιρείες παιχνιδιών, όπως οι Parker Bros., Milton Bradley, United States Playing Card, εισήγαγαν χιλιάδες σετ πλακιδίων.

source: Portions of this text were adapted from the <ulink type="http" url="http://www.mahjongmuseum.com/">Mah Jong Museum.</ulink>
cs: Úryvky tohoto textu byly převzaty z <ulink type="http" url="http://www.mahjongmuseum.com/">Mah Jong Museum.</ulink>
el: Τμήματα αυτού του κειμένου έχουν προσαρμοστεί από τις ιστοσελίδες του <ulink type="http" url="http://www.mahjongmuseum.com/">Mah Jong Museum</ulink>.

source: Many different rules sprang up and in 1924 the Standardization Committee of the American Official Laws of Mah-Jongg was formed to write a rule book. Still today many clubs play by different rules and sometimes even add flower or joker tiles. Players of the computer version are becoming intrigued with the beauty and detail of the hand crafted sets of the 1920's and 1930's and are searching antique shops and flea markets for sets of their own. Many new players are being introduced to the game solely through the solitaire version and are slowly realizing the intrigue and challenge that the traditional game offers. <placeholder-1/>
cs: Objevovalo se plno různých verzí pravidel a tak v roce 1924 Standardization Committee of the American Official Laws of Mah-Jongg dospěla k rozhodnutí pravidla sepsat. Dodnes se v mnoha klubech hraje podle odlišných pravidel a někde dokonce přidávají květinové nebo žolíkové kameny. Hráče počítačové verze zaujaly krásné a detailně propracované ručně dělané sady z dvacátých a třicátých let devatenáctého století a začali je shánět ve starožitnictví a na bleších trzích, aby mohli vlastnit originály. Mnoho nových hráčů se nejprve seznámilo pouze se solitérovou verzí a teprve poté pomalu pronikali do nástrah a složitostí, kterými oplývá tradiční hra. <placeholder-1/>
el: Άρχισαν να εμφανίζονται πολλοί διαφορετικοί κανόνες και το 1924 ιδρύθηκε η Επιτροπή Τυποποίησης των Επίσημων Αμερικανικών Κανόνων του Ματζόγκ, με σκοπό να γράψει ένα εγχειρίδιο κανόνων. Ακόμη και σήμερα όμως, πολλές λέσχες χρησιμοποιούν διαφορετικούς κανόνες και μερικές φορές μάλιστα προσθέτουν και δικά τους πλακίδια, με λουλούδια ή μπαλαντέρ. Οι δε παίκτες της ηλεκτρονικής εκδοχής ενθουσιάζονται με την ομορφιά και τις λεπτομέρειες των χειροποίητων πλακιδίων του '20 και του '30 και ψάχνουν να τα αγοράσουν σε παζάρια και παλαιοπωλεία. Ενώ πολλοί νέοι παίκτες ανακαλύπτουν το παιχνίδι από την εκδοχή για ένα παίκτη, αλλά στη συνέχεια συνειδητοποιούν το ενδιαφέρον και τις προκλήσεις του παραδοσιακού παιχνιδιού. <placeholder-1/>

source: Playing Mahjongg
bg: Играене на Маджонг
cs: Jak hrát <application>Mahjongg</application>
el: Παίζοντας Ματζόγκ

source: You start with five levels of tiles which are stacked so some are covered up by the tiles on top. The harder the level you set in the <link linkend="prefs"><interface>Preferences</interface> dialog</link>, the more tiles are covered when the game starts. The object of <application>Mahjongg</application> is to remove all the tiles from the game. To remove tiles you have to find matching pairs which look alike. A matching tile will usually have the same number of buttons or markings on it or will look similar to each other.
cs: Začínáte s pěti vrstvami kamenů, které jsou naskládané tak, že kameny nahoře zakrývají některé kameny pod sebou. Čím máte nastavenou vyšší obtížnost v <link linkend="prefs">dialogovém okně <interface>Předvolby</interface></link>, tím více kamenů je na začátku hry zakrytých. Podstatou hry <application>Mahjongg</application> je všechny kameny odebrat. Abyste ale mohli kameny odebrat musíte najít dva stejně vypadající do páru. Shodné kameny mají stejný počet teček nebo značek nebo prostě vypadají stejně.
el: Ξεκινάτε με πέντε επίπεδα πλακιδίων, τοποθετημένα έτσι ώστε κάποια να καλύπτονται από τα πλακίδια που βρίσκονται από πάνω τους. Όσο πιο δύσκολο επίπεδο επιλέξετε στο <link linkend="prefs">διάλογο <interface>Προτιμήσεις</interface></link>, τόσο πιο πολλά πλακίδια θα είναι καλυμμένα κατά την έναρξη του παιχνιδιού. Ο στόχος του<application> Ματζόγκ</application> είναι η απομάκρυνση όλων των πλακιδίων. Για να απομακρύνετε πλακίδια θα πρέπει να βρείτε τα ταίρια τους. Συνήθως, το ταίρι ενός πλακιδίου έχει είτε τον ίδιο αριθμό κύκλων ή γραμμών, είτε παρόμοιο σχέδιο.
